const Header = {
  nav1: "Главная",
  nav2: "О нас",
  nav3: "События",
  nav4: "Новости",
  nav5: "Волонтеры",
  selectOption1: "Что такое волонтерство?",
  selectOption2: "Наша история",
  selectOption3: "Наша команда",
  selectOption4: "Фотографии",
  selectOption5: "Волонтеры",
  selectOption6: "Инвестор",
  btn1: "Присоединиться",
  btn2: "Пожертвовать",
  searchInput: "Поиск",
};

const Intro = {
  title1: "Теория силы",
  subtitle1: "К социальным изменениям через молодежное движение!",
  title2: "Доверие и действия",
  subtitle2: "К социальным изменениям через молодежное движение!",
  title3: "Путь к росту",
  subtitle3: "Стремление, знание и единство — путь в будущее!",
};

const HomeSection2 = {
  card1: "Наблюдатели",
  card2: "Волонтеры",
  card3: "Инвесторы",
  card4: "Часы",
  bottomCardTitle: "Нужны волонтеры?",
  bottomCardSubtitle1: "Если вам нужны волонтеры, наши волонтеры всегда готовы помочь.",
  bottomCardSubtitle2: "Нажмите, чтобы воспользоваться услугами волонтеров.",
  bottomCardSubtitlebtn: "Волонтеры",
};
const HomeNewsLang = {
  title: "Новости",
  seeAll: "все",
  btn1: "Стать волонтером",
  btn2: "Стать инвестором",
};

const HomeVolandOrgLang = {
  title: "Волонтеры и организации",
  pay: "Оплатить",
  subtitle:
    "Добро пожаловать в поле добра, где объединяются волонтеры, стремящиеся сделать мир лучше, и организации, желающие творить добро!",
};

const HomeActiveVolunterrLang = {
  title: "Активные волонтеры",
  seeAll: "все",
};

const HomeContactLang = {
  title: "Связаться с нами",
  subtitle:
    "Вы можете отправить только один вопрос или предложение в день — не забудьте!",
  sendBtn: "Отправить",
};
const DonationLang = {
  topTitle: "Внесите свой вклад в поддержку инклюзивной молодежи",
  title: "Внесите свой вклад",
  subtitle: "Введите необходимые данные",
  input1: "Ф.И.О",
  input2: "Ваш адрес",
  input3: "Введите сумму пожертвования",
  input4: "Выберите способ оплаты",
  donateValue: "Введите сумму пожертвования",
  paymentMethod1: "Внести вклад",
};

const AboutPageLang = {
  title: "Наши Итория",
  subtitle1: "Веб-сайт «Oltin Qanot» требует от пользователей соблюдения условий и правил использования, указанных ниже. Пользователь считается согласным с ними с момента захода на сайт или любую его страницу. «Oltin Qanot» вправе в любое время опубликовать новую версию условий.",
  subtitle2: "Все права защищены. Пользователь имеет право копировать, передавать или отображать любую информацию, размещенную на сайте, только для личного пользования или ознакомления.",
  subtitle3: "Веб-сайт «Oltin Qanot» требует от пользователей соблюдения условий и правил использования, указанных ниже. Пользователь считается согласным с ними с момента захода на сайт или любую его страницу. «Oltin Qanot» вправе в любое время опубликовать новую версию условий.",
  subtitle4: "Все права защищены. Пользователь имеет право копировать, передавать или отображать любую информацию, размещенную на сайте, только для личного пользования или ознакомления.",
  subtitle5: "Все права защищены. Пользователь имеет право копировать, передавать или отображать любую информацию, размещённую на сайте.",
  subtitle6: "Я ознакомлен(а) с условиями использования и даю согласие.",
  btn: "Согласен",
};

const EventsPageLang = {
  inputPlaceholder: "Имя и фамилия волонтера",
  title: "Волонтеры",
  seeAll: "Все",
};

const AboutHistoryLang = {
  select1: "Активное волонтерское сообщество в Узбекистане",
  text1: "Волонтеры «Oltin Qanot» начали свою деятельность 17 октября 2016 года по инициативе Музаффарова Санъатбека. Первый проект был организован в доме-интернате «Мурувват» для детей с инвалидностью, включающий стрижку и спортивные игры. Сначала команда называлась «Ijtimoiy ko‘mak», затем «Biz, bo‘lmasak, kim?» и «Oltin qanot».",
  select2: "Курсы обучения волонтеров",
  text2: "24 сентября 2020 года была создана Академия Волонтеров. Она помогает в обучении, участии в международных грантах, практике волонтерства, лидерстве, мотивационных тренингах и публикациях. Примеры: школа мотиваторов, IYOK, форум молодых новаторов, Zakovat maktabi и другие.",
  select3: "Лучшие инициативные проекты",
  text3: "Под лозунгом «Единство в доброте!» было проведено более 250 благотворительных мероприятий. Команда оказывает помощь нуждающимся: людям с ограниченными возможностями, одиноким, больным, пожилым, а также детям из интернатов.",
  select4: "Создание собственного гимна",
  text4: "Мы молоды, в нас энергия, доброта в сердцах и глазах. Мы действуем ради народа и страны, мы волонтеры, стремящиеся к добру!",
  select5: "Международная волонтерская деятельность",
  text5: "Участие в проектах: 1 волонтер в Великобритании, 1 в Алматы, 2 в проекте Winrok, 15 — онлайн-курс по миграции, 13 — в Корее, 5 — в университете филантропии, 24 — в проектах ЮНИСЕФ и ООН. Всего: 14 координаторов, 35 лидеров, 78 агентов, 40 соц. волонтеров, 15 журналистов, 63 PR-волонтера, 31 международный, 6 pro-bono, 7 патронажных, 17 FFV, 25 переводчиков — всего 4800 членов.",
  select6: "Полны достижений",
  text6: "Онлайн-форум «Объединимся ради будущего страны!», форум благотворителей, конференция «Sardoba tashabbuskor yoshlari - 2020», форумы молодых лидеров и новаторов, фестиваль «Единство в доброте!», молодежный саммит в Фергане, форум в Самарканде и другие.",
};

const WhatVoluneersLang = {
  title: "Мы вместе – волонтёры!",
  titleSub: "Волонтёрство — современный способ приносить пользу обществу",
  paragrf: "Слово «волонтёрство» происходит от французского слова «volontaire», что означает «доброволец», «человек, работающий по собственной воле». Волонтёрское движение — это популярная во всем мире деятельность, когда люди из разных сфер и с разным статусом объединяются, чтобы решать социальные проблемы, улучшать жизнь общества и отдельных людей. Волонтёры создают различные проекты, не требуя за это денег или материальной помощи — их объединяет благородная цель и искреннее желание помочь."
};
const FooterLang = {
  titleAbs: "Хотите внести свой вклад?",
  titleBtn: "Свяжитесь с нами",
  ul1: "Ссылки",
  link1: "Главная",
  link2: "О нас",
  link3: "Проекты",
  link4: "Новости",
  link5: "Контакты",
  link6: "Медиа"
};

export default {
  Header,
  Intro,
  HomeSection2,
  HomeNewsLang,
  HomeVolandOrgLang,
  HomeActiveVolunterrLang,
  FooterLang,
  HomeContactLang,
  DonationLang,
  AboutPageLang,
  EventsPageLang,
  AboutHistoryLang,
  WhatVoluneersLang
  
};
